evaluation/ycsb_pm_results_log_flush/capybarakv_no_flush/Runf/Run4
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 236276
[OVERALL], Throughput(ops/sec), 42323.38451641301
[TOTAL_GCS_G1_Young_Generation], Count, 61
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 137
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.05798303678748582
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 61
[TOTAL_GC_TIME], Time(ms), 137
[TOTAL_GC_TIME_%], Time(%), 0.05798303678748582
[READ], Operations, 10000000
[READ], AverageLatency(us), 8.208073
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 11583
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 9
[READ], Return=OK, 10000000
[READ-MODIFY-WRITE], Operations, 5001253
[READ-MODIFY-WRITE], AverageLatency(us), 27.335537914198703
[READ-MODIFY-WRITE], MinLatency(us), 25
[READ-MODIFY-WRITE], MaxLatency(us), 9047
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 28
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 33
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 512128.0
[CLEANUP], MinLatency(us), 512000
[CLEANUP], MaxLatency(us), 512255
[CLEANUP], 95thPercentileLatency(us), 512255
[CLEANUP], 99thPercentileLatency(us), 512255
[UPDATE], Operations, 5001253
[UPDATE], AverageLatency(us), 18.279477562922732
[UPDATE], MinLatency(us), 17
[UPDATE], MaxLatency(us), 6959
[UPDATE], 95thPercentileLatency(us), 19
[UPDATE], 99thPercentileLatency(us), 23
[UPDATE], Return=OK, 5001253